Repository: conwetlab/ckanext-datarequests
Catalog: ckanext/datarequests/i18n/so/LC_MESSAGES/ckanext-datarequests.po
Languages: so

source: Data Request ID has not been included
so: Aqoonsiga Codsiyada macluumaadka laguma soo darin

source: Data Request %s not found in the data base
so: Codsiga xokta %s aan laga helin diiwaanka

source: This Data Request is already closed
so: Codsigan xoktani hore ayaa loo xiray

source: Comment ID has not been included
so: Aqoonsiga faallooyinka lama soo darin

source: Comment %s not found in the data base
so: Faallooyinka %s lagama helin saldhigga xogta

source: Title
so: Ciwaan

source: Title must be a maximum of %d characters long
so: Cinwaanka waa inuu ahaado ugu badnaan %d tiro ahaan

source: Title cannot be empty
so: Ciwaaku ma noqon karo mid madhan

source: That title is already in use
so: Ciwaakani waala isticmaalayaa

source: Description
so: Sharaxaad

source: Description must be a maximum of %d characters long
so: Sharaxaadu waa inay ahaataa ugu badnaan %d ka tiro ayaah

source: Organization
so: Hay’ad

source: Organization is not valid
so: Hay’adu ansax ma’aha

source: Accepted Dataset
so: Xokta la oggolaaday

source: Dataset not found
so: Xokta aan lahelin

source: Data Request
so: Codsashada xokta

source: Data Request not found
so: Xokta la codsaday lama helin

source: Comment
so: Faallo

source: Comments must be a minimum of 1 character long
so: Faalooyinka waa iney ahaataa oogu yaraan 1 dabaqat oo dheer

source: Comments must be a maximum of %d characters long
so: Faalooyinka waa inay ahaataa ugu badnaan %d dabaq oo dheer

source: Newest
so: Oogu dambeeyay/cusub

source: Oldest
so: Oogu da’da weyn/oogu horeeyay

source: State
so: Gobol

source: Organizations
so: Hay’ado

source: "page" parameter must be an integer
so: Calaamadaha boga waa inuu noqdaa mid isku dhafan

source: Unauthorized to list Data Requests
so: Aan la fasaxin in lagu qoro codsiga xogta

source: Unauthorized to create a Data Request
so: Aan loo ogolaan in la sameeyo codsi xoggeed

source: Data Request %s not found
so: Xog codsiyeed %s aan la helin

source: You are not authorized to view the Data Request %s
so: Laguuma ogala inaad aragto codsiga xogta %s

source: You are not authorized to update the Data Request %s
so: Laguuma ogola inaad cusboonaysiisi codsiga xogta %s

source: Data Request %s has been deleted
so: Xogta la codsaday %s waa la tirtiray

source: You are not authorized to delete the Data Request %s
so: Laguuma ogola in aad tirtirto xogta la codsaday %s

source: This data request is already closed
so: Xogtan la codsaday wey xirantahay

source: You are not authorized to close the Data Request %s
so: Laguuma ogola in aad xidho codsiga xogtani %s

source: Comment has been published
so: Faallo ayaa la daabacay

source: Comment has been updated
so: Faallo ayaa la cusbooneysiiyey

source: You are not authorized to %s
so: Laguma ogola %s

source: You are not authorized to list the comments of the Data Request %s
so: Laguuma ogola in aad qorto faallooyinka codsiga xogta %s

source: Comment has been deleted
so: Faallada waa la tirtirey

source: Comment %s not found
so: Faallada %s lama helin

source: You are not authorized to delete this comment
so: Laguuma ogolaan in aad faalladan tirtirto

source: Datasets
so: Bandhig xogeed

source: Groups
so: Kooxo

source: Data Requests
so: Xog codsiyeed

source: About
so: Kusaabsan

source: Data Requests allow users to ask for data that is not published in the platform yet. If you want some specific data and you are not able to find it among all the published datasets, you can create a new data request specifying the data than you want to get.
so: Codsiyada xogta waxay u oggolaanaysaa dadka isticmaala inay codsadaan xog aan weli lagu daabicin goobta. Hadii aad dooneyso xog gaar ah aadana ka heli karin xog bandhigeydyada daabacan, waxaad abuuri kartaa codsi cusub oo xogta aad rabto inaad hesho

source: Close Data Request
so: Xidh codsiga xogtan

source: Comments
so: Faallooyin

source: Edit Data Request
so: Kale habee codsiga xogta

source: Add Data Request
so: Ku dar codsi xoggeed

source: Search Data Requests...
so: Raadinta xog codsiyeed

source: Create Data Request
so: Abuurida xog codsiyeed

source: To create a data request, fill the form and specify a title and a description for your request. Please, be as clear as you can in order to ease the task of accomplishing your request. You can also specify an organization if your data request is closely related with it.
so: Si loo abuuro codsiyada xogta,buuxi foomka oo sheeg tilmaamaha iyo sharaxaada codsigaaga. Fadlan u cadee sida oogu fudud si howsha aad codsaneyso u fududaato, waxaad sidoo kale shiigi kartaa magac urur ama hay’ad u dhow xogta aad raadineyso

source: Manage
so: Maamul

source: Close
so: Xirit

source: Closed
so: La xidh

source: Open
so: Fur

source: Additional Info
so: Xog dheeraad ah

source: Creator
so: Abuure

source: None
so: Midna

source: Created
so: Abuuray

source: Not closed yet
so: Wali ma xidhna

source: Accep. Dataset
so: Xog bandhigeed la aqbalay

source: Add a new Comment
so: Ku dar faallo cusub

source: You can use <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">Markdown formatting</a> here. You can refer datasets by adding their URL.
so: Waxaad isticmaali kartaa<a href="#markdown" title="Markdown si dhakhso ah u tixraac" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">Markdown qaabaynta</a> halkan. Waxaad u gudbin kartaa xog-bandhigeediyagoo raacinaya URL-yadooda

source: Cancel
so: Ka noqosho

source: Update Comment
so: Cusbooneysii faallooyin

source: Add Comment
so: Ku dar faallo

source: Are you sure you want to delete this comment?
so: Ma hubtaa oo ma waxaan dooneysaa in aad tirtirto faaladan?

source: commented
so: ka faallooday

source: Current Discussion
so: Wada hadalka hada

source: This data request has not been commented yet
so: Xog codsiyeedkani lagama faalloon wali

source: eg. Data Request Name
so: Tusaale magaca xog codsiyeedka

source: eg. Data Request description
so: Tusaale faahfaahinta xog codsiyeedka

source: No organization
so: Ma jiro urur

source: Are you sure you want to delete this data request?
so: Ma hubtaa oo ma waxaan dooneysaa in aad tirtirto xog codsiyeedkan

source: Delete
so: Tirtir

source: No Data Requests found
so: Wax la helay oo xog codsiyeed ah majiraan

source: No Data Requests found with the given criteria
so: Shuruudaha labixiyay laguma helin xog codsiyeed

source: How about creating one?
so: Sidee loo abuuraa mid?

source: Update Data Request
so: Cusbooneysii xog codsiyeed

source: {0} statistics
so: {0} tirakoob

source: dataset
so: xog bandhigeed

source: datasets
so: xog bandhigeedyo

source: organization
so: hay’ad

source: organizations
so: hay’addo

source: group
so: koox

source: groups
so: kooxo

source: related item
so: shey la xiriiro

source: related items
so: waxyaabaha la xiriiro

source: data request
so: xog codsiyeed

source: data requests
so: xog codsiyeydyo

source: Activity Stream
so: Socodka hawlaha

source: {number} data request found for "{query}"
so: {number} xog codsiyeedka la helay "{query}"

source: No data requests found for "{query}"
so: Wax xoggag codsiyeed ah lama helin "{query}"

source: {number} data request found
so: {number} xog codsiyeed lahelay

source: No data requests found
so: Lama helin wax xoggag codsiyeed ah
