Repository: conwetlab/ckanext-datarequests
Catalog: ckanext/datarequests/i18n/*/LC_MESSAGES/ckanext-datarequests.po
Languages: de, es, pt_br, ro

source: Data Request ID has not been included
de: ID der Datenanfrage nicht einbezogen
es: El ID de la Solicitud de Datos no ha sido incluído
pt_br: O ID da solicitação de dados não foi incluído
ro: ID-ul cererii nu a fost inclus

source: Data Request %s not found in the data base
de: Die Datenanfrage %s wurde nicht in der Datenbank gefunden.
es: Solicitud de Datos %s no encontrada
pt_br: A solicitação de dados %s não foi encontrada no banco de dados
ro: Cererea %s nu a fost găsită in baza de date

source: This Data Request is already closed
de: Diese Datenanfrage ist bereits abgeschlossen.
es: Esta Solicitud de Datos ya está cerrada
pt_br: Esta solicitação de dados já foi fechada
ro: Această cerere a fost deja închisă

source: Comment ID has not been included
de: ID des Kommentars nicht einbezogen
es: El ID del comentario no ha sido incluído
pt_br: O ID do comentário não foi incluído
ro: ID-ul comentariului nu a fost inclus

source: Comment %s not found in the data base
de: Der Kommentar %s wurde nicht in der Datenbank gefunden.
es: Comentario %s no encontrado
pt_br: O comentário %s não foi encontrado no banco de dados
ro: Comentariul %s nu a fost găsit in baza de date

source: Title
de: Titel
pt_br: Título
ro: Titlu

source: Title must be a maximum of %d characters long
de: Der Titel darf nicht länger als %d Zeichen sein.
es: El título debe tener una longitud máxima de %d carácteres
pt_br: O título deve ter no máximo %d caracteres
ro: Titlul trebuie sa aibe maxim %d caracterre

source: Title cannot be empty
de: Der Titel darf nicht leer sein.
es: El título no puede estar vacío
pt_br: O título não pode estar vazio
ro: Titlu nu poate fi nul

source: That title is already in use
de: Dieser Titel wird bereits verwendet.
es: Ese título ya está en uso
pt_br: Esse título já está em uso
ro: Aceest titlu este deja folosit

source: Description
de: Beschreibung
pt_br: Descrição
ro: Descriere

source: Description must be a maximum of %d characters long
de: Die Beschreibung darf nicht länger als %d Zeichen sein.
es: La descripción debe tener una longitud máxima de %d carácteres
pt_br: A descrição deve ter no máximo %d caracteres
ro: Descrierea trebuie sa aibe maxim %d caractere

source: Organization
de: Organisation
pt_br: Organização
ro: Organizație

source: Organization is not valid
de: Organisation ungültig
pt_br: A organização não é válida
ro: Organizația un este validă

source: Accepted Dataset
de: Akzeptierter Datensatz
es: Conjunto de Datos Aceptado
pt_br: Conjunto de Dados Aceito
ro: Set de date acceptat

source: Dataset not found
de: Datensatz nicht gefunden
es: Solicitud de Datos no encontrada
pt_br: Conjunto de dados não encontrado
ro: Setul de date nu a fost găsit

source: Data Request
de: Datenanfrage
es: Solicitud de Datos
pt_br: Solicitação de Dados
ro: Cerere de Date

source: Data Request not found
de: Datenanfrage nicht gefunden
es: Solicitud de Datos no encontrada
pt_br: Solicitação de dados não encontrada
ro: Cererea de date nu a fost găsită

source: Comment
de: Kommentar
es: Comentario
pt_br: Comentário
ro: Comentariu

source: Comments must be a minimum of 1 character long
de: Kommentare müssen länger als 1 Zeichen sein.
es: Los comentarios deben tener al menos un carácter
pt_br: Os comentários deve ter no mínimo 1 caractere
ro: Comentariile trebuie să aibe minim un caracter

source: Comments must be a maximum of %d characters long
de: Kommentare dürfen nicht länger als %d Zeichen sein.
es: Los comentarios deben tener una longitud máxima de %d carácteres
pt_br: Os comentários devem ter no máximo %d caracteres
ro: Comentariile trebuie sa aibe maxim %d caractere

source: Newest
de: Neueste
es: Los más nuevos
pt_br: Mais novo
ro: Cele mai recente

source: Oldest
de: Älteste
es: Los más viejos
pt_br: Mais velho
ro: Cele mai vechi

source: State
de: Status
es: Estado
pt_br: Estado
ro: Stare

source: Organizations
de: Organisationen
pt_br: Organizações
ro: Organizații

source: "page" parameter must be an integer
de: Der Parameter "page" muss eine Zahl sein.
es: El parámetro "page" debe ser un número entero
pt_br: o parâmetro "page" deve ser um número inteiro
ro: parametrul “page” trebuie sa fie de tip integer

source: Unauthorized to list Data Requests
de: Keine Berechtigung für die Auflistung von Datenanfragen
es: No estás autorizado a listar las Solicitudes de Datos
pt_br: Não autorizado para listar solicitações de dados
ro: Neautorizat pentru listarea de cereri de date

source: Unauthorized to create a Data Request
de: Keine Berechtigung für die Erstellung einer Datenanfrage
es: No estás autorizado a crear una nueva Solicitud de Datos
pt_br: Não autorizado a criar uma solicitação de dados
ro: Neautorizat pentru crearea de cereri de date

source: Data Request %s not found
de: Datenanfrage %s nicht gefunden
es: Solicitud de Datos %s no encontrada
pt_br: Solicitação de dados %s não encontrada
ro: Cererea de date %s nu a fost găsită

source: You are not authorized to view the Data Request %s
de: Sie sind nicht berechtigt die Datenanfrage %s anzusehen.
es: No estás autorizado a ver la Solicitud de Datos %s
pt_br: Você não está autorizado a visualizar a Solicitação de Dados %s
ro: Nu ești autorizat să vizualizezi cererea de date %s

source: You are not authorized to update the Data Request %s
de: Sie sind nicht berechtigt die Datenanfrage %s zu aktualisieren.
es: No estás autorizado a actualizar la Solicitud de Datos %s
pt_br: Você não está autorizado a atualizar a Solicitação de Dados %s
ro: Nu ești autorizat să actualizezi cererea de date %s

source: Data Request %s has been deleted
de: Datenanfrage %s gelöscht
es: La Solicitud de Datos %s ha sido borrada
pt_br: A Solicitação de dados %s foi excluída
ro: Cererea de date %s a fost ștearsă

source: You are not authorized to delete the Data Request %s
de: Sie sind nicht berechtigt die Datenanfrage %s zu löschen.
es: No estás autorizado a borrar la Solicitud de Datos %s
pt_br: Você não está autorizado a excluir a solicitação de dados %s
ro: Nu ești autorizat să ștergi cererea de date %s

source: This data request is already closed
de: Diese Datenanfrage ist bereits abgeschlossen.
es: Esta Solicitud de Datos ya está borrada
pt_br: Esta solicitação de dados já está fechada
ro: Cererea este deja închisă

source: You are not authorized to close the Data Request %s
de: Sie sind nicht berechtigt die Datenanfrage %s abzuschließen.
es: No estás autorizado a cerrar la Solicitud de Datos %s
pt_br: Você não está autorizado para fechar a solicitação de dados %s
ro: Nu ești autorizat sa închizi cererea de date %s

source: Comment has been published
de: Kommentar veröffentlicht
es: El comentario ha sido publicado
pt_br: O comentário foi publicado
ro: Comentariul a fost publicat

source: Comment has been updated
de: Kommentar aktualisiert
es: El comentario ha sido actualizado
pt_br: Comentário foi atualizado
ro: Comentariul a fost actualizat

source: You are not authorized to %s
de: Sie haben keine Berechtigung an %s
es: No estás autorizado a %s
pt_br: Você não está autorizado a %s
ro: Nu ești autorizat să %s

source: You are not authorized to list the comments of the Data Request %s
de: Sie sind nicht berechtigt die Kommentare zur Datenanfrage %s aufzulisten.
es: No estás autorizado a ver los comentarios de la Solicitud de Datos %s
pt_br: Você não está autorizado a listar os comentários da solicitação de dados %s
ro: Nu ești autorizat să listezi comentariile pentru cererea %s

source: Comment has been deleted
de: Kommentar gelöscht
es: El comentario ha sido borrado
pt_br: O comentário foi excluído
ro: Comentariul a fost șters

source: Comment %s not found
de: Kommentar %s nicht gefunden
es: Comentario %s no encontrado
pt_br: O comentário %s não foi encontrado
ro: Comentariul %s nu a fost găsit

source: You are not authorized to delete this comment
de: Sie sind nicht berechtigt diesen Kommentar zu löschen.
es: No tienes autorización para borrar este comentario
pt_br: Você não está autorizado a excluir este comentário
ro: Nu ești autorizat să ștergi acest comentariu

source: Datasets
de: Datensätze
pt_br: Conjuntos de Dados
ro: Seturi de date

source: Groups
de: Gruppen
pt_br: Grupos
ro: Grupuri

source: Data Requests
de: Datenanfragen
es: Solicitudes de Datos
pt_br: Solicitações de Dados
ro: Cereri de date

source: About
de: Über uns
pt_br: Sobre
ro: Despree

source: Data Requests allow users to ask for data that is not published in the platform yet. If you want some specific data and you are not able to find it among all the published datasets, you can create a new data request specifying the data than you want to get.
de: Sie haben die gewünschten Daten nicht gefunden? Dann können Sie hier eine Datenanfrage stellen!
es: Las solicitudes de datos permiten a los usuarios pedir conjuntos de datos que aún no están disponibles en la plataforma. Si quiere algún conjunto de datos específico y no lo encuentra entre todos los publicados, puede crear una nueva solicitud de datos especificando los datos que quiera obtener.
pt_br: As solicitações de dados permitem aos usuários solicitar dados que ainda não foram publicados na plataforma. Se você necessita de alguns dados específicos e você não consegue encontrá-lo entre todos os conjuntos de dados publicados, você pode criar uma nova solicitação de dados especificando os dados que você deseja obter.
ro: Cererile de date permit utilizatorilor să ceara date care încă nu au fost publicate pe acest portal încă. Dacă dorești un set de date pe care nu ai reușit să îl găsești, poți crea o nouă cerere specificând datele pe care le dorești.

source: Close Data Request
de: Datenanfrage abschließen
es: Cerrar Solicitud de Datos
pt_br: Fechar solicitação de dados
ro: Închide cererea de date

source: Comments
de: Kommentare
es: Comentarios
pt_br: Comentários
ro: Comentarii

source: Edit Data Request
de: Datenanfrage bearbeiten
es: Editar Solicitud de Datos
pt_br: Editar solicitação de dados
ro: Editează cererea

source: Add Data Request
de: Neue Datenanfrage
es: Añadir Solicitud de Datos
pt_br: Adicionar solicitação de dados
ro: Adaugă cerere

source: Search Data Requests...
de: Datenanfragen suchen…
es: Buscar Solicitud de Datos...
pt_br: Pesquisar solicitações de dados...
ro: Caută cereri...

source: Create Data Request
de: Datenanfrage erstellen
es: Crear Solicitud de Datos
pt_br: Cadastrar Solicitação de Dados
ro: Crează cerere

source: To create a data request, fill the form and specify a title and a description for your request. Please, be as clear as you can in order to ease the task of accomplishing your request. You can also specify an organization if your data request is closely related with it.
de: Füllen Sie das Formular aus, um eine Datenanfrage zu erstellen – wichtig sind dabei vor allem der Titel (als Pflichtfeld) und die Beschreibung der Datenanfrage: Bitte drücken Sie sich so präzise wie möglich aus, damit Ihre Datenanfrage effektiv bearbeitet werden kann.
es: Para crear una solicitud de datos, rellene el formulario y añada un título y una descipción. Por favor, sea todo lo claro posible a fin de que su solicitud se pueda completar en el menor tiempo posible. También puede especificar una organización si la Solicitud de Datos está relacionada con ella.
pt_br: Para criar uma solicitação de dados, preencha o formulário e especifique um título e uma descrição para a sua solicitação. Por favor, seja tão claro quanto possível, a fim de facilitar a realização da sua solicitação. Você também pode especificar uma organização se a sua solicitação de dados estiver intimamente relacionada com ela.
ro: Pentru a crea o nouă cerere te rugăm sa completezi formularul, specificând un titlu și o descriere a datelor pe care le dorești. Te rugăm sa fii cât mai explicit, pentru a putea să ușurăm procesul de obținere a datelor. De asemenea, poți selecta organizația care consideri că este în măsura să ofere respectivele date.

source: Manage
de: Bearbeiten
pt_br: Gerenciar
ro: Administrează

source: Close
de: Abchließen
es: Cerrar
pt_br: Fechar
ro: Închide

source: Closed
de: Abgeschlossen
es: Cerrada
pt_br: Fechada
ro: Închis

source: Open
de: Offen
es: Abierta
pt_br: Aberta
ro: Deschis

source: Additional Info
de: Details
es: Información Adicional
pt_br: Informações Adicionais
ro: Informații suplimentare

source: Creator
de: Autor
es: Autor
pt_br: Autor

source: None
de: Nicht vorhanden
es: Ninguno
pt_br: Nenhum
ro: Gol

source: Created
de: Erstellt
es: Creado
pt_br: Criada
ro: Creat

source: Not closed yet
de: Noch nicht abgeschlossen
es: No cerrada aún
pt_br: Ainda não fechada
ro: Neînchis încă

source: Accep. Dataset
de: Akzeptierter Datensatz
es: Conj. Datos Acept.
pt_br: Conjunto de dados aceito
ro: Acceptă. Set de date

source: Add a new Comment
de: Neuen Kommentar hinzufügen
es: Añadir un nuevo Comentario
pt_br: Adicionar um novo comentário
ro: Adaugă comentariu nou

source: You can use <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">Markdown formatting</a> here. You can refer datasets by adding their URL.
de: Sie können an dieser Stelle auch <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">Markdown</a>-Syntax verwenden. Verbindungen zu Datensätzen können Sie herstellen, indem Sie deren URL hinzufügen.
es: Puede usar <a href="#markdown" title="Referencia rápida de Markdown" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">formato Markdown</a> aquí. Puede referenciar conjuntos de datos añadiendo su URL.
pt_br: Você pode utilizar <a href="#markdown" title="Referência rápida do Markdown" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">formatação Markdown</a> aqui. Você pode referenciar um conjunto de dados adicionando a URL para o mesmo.
ro: Poți folosi <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">formatarea Markdown</a> aici. Poți refenția seturi de date adăugând URL-ul lor.

source: Cancel
de: Abbrechen
pt_br: Cancelar
ro: Întrerupe

source: Update Comment
de: Kommentar aktualisieren
es: Actualizar Comentario
pt_br: Atualiar Comentário
ro: Actualizează comentariu

source: Add Comment
de: Kommentar hinzufügen
es: Añadir Comentario
pt_br: Adicionar comentário
ro: Adaugă comentariu

source: Are you sure you want to delete this comment?
de: Sind Sie sicher, dass Sie diesen Kommentar löschen möchten?
es: ¿Estás seguro de que deseas borrar este comentario?
pt_br: Tem certeza de que deseja excluir esse comentário?
ro: Sigur dorești să ștergi acest comentariu?

source: commented
de: kommentierte
es: comentó
pt_br: comentou
ro: comentat

source: Current Discussion
de: Aktuelle Diskussion
es: Conversación
pt_br: Discussão atual
ro: Discuția curentă

source: This data request has not been commented yet
de: Diese Datenanfrage wurde noch nicht kommentiert.
es: Esta Solicitud de Datos no tiene comentarios aún
pt_br: Esta solicitação de dados ainda não foi comentada
ro: Această cerere nu are niciun comentariu

source: eg. Data Request Name
de: Titel der Datenanfrage
es: eg. Nombre de la Solicitud de Datos
pt_br: Ex.: Nome da solicitação de dados
ro: ex: Numele cererii de date

source: eg. Data Request description
de: Beschreibung der Datenanfrage
es: eg. Descripción de la Solicitud de Datos
pt_br: Ex.: Descrição da Solicitação de dados
ro: ex: Descrierea cererii de date

source: No organization
de: Keine Organisation
pt_br: Nenhuma organização
ro: Nicio organizație

source: Are you sure you want to delete this data request?
de: Sind Sie sicher, dass Sie diese Datenanfrage löschen möchten?
es: ¿Estás seguro de que quieres borrar esta Solicitud de Datos?
pt_br: Tem certeza de que deseja excluir este pedido de dados?
ro: Ești sigur că dorești să ștergi această cerere?

source: Delete
de: Löschen
pt_br: Excluir
ro: Șterge

source: No Data Requests found
de: Keine Datenanfragen gefunden
es: No hay Solicitudes de Datos
pt_br: Nenhuma solicitação de dados encontrada
ro: Nicio cerere găsită

source: No Data Requests found with the given criteria
de: Es wurden keine Datenanfragen gefunden
es: No se han encontrado Solicitudes de Datos para los criterios dados
pt_br: Nenhuma solicitação de dados encontrada com os critérios informados
ro: Nicio cerere nu a fost găsită pentru acest criteriu

source: How about creating one?
de: Möchten Sie eine erstellen?
es: ¿Quieres crear una?
pt_br: Que tal criar um?
ro: Vrei sa creezi una?

source: Update Data Request
de: Datenanfrage aktualisieren
es: Actualizar Solicitud de Datos
pt_br: Atualizar Solicitação de Dados
ro: Actualizează cererea de date

source: {0} statistics
de: {0} Statistik
pt_br: {0} estatísticas
ro: {0} statistici

source: dataset
de: Datensatz
pt_br: conjunto de dados
ro: set de date

source: datasets
de: Datensätze
pt_br: conjuntos de dados
ro: seturi de date

source: organization
de: Organisation
pt_br: organização
ro: organizație

source: organizations
de: Organisationen
pt_br: organizações
ro: organizații

source: group
de: Gruppe
pt_br: grupo
ro: grup

source: groups
de: Gruppen
pt_br: grupos
ro: grupuri

source: related item
de: Zugehöriges Objekt
pt_br: item relacionado
ro: item asemănător

source: related items
pt_br: itens relacionados
ro: itemi asemănători

source: data request
de: Datenanfrage
pt_br: solicitação de dados
ro: cerere de date

source: data requests
de: Datenanfragen
pt_br: solicitações de dados
ro: cereri de date

source: Activity Stream
de: Aktivitätsanzeige
pt_br: Fluxo de Atividades
ro: Flux de activitate

source: {number} data request found for "{query}"
de: {number} Datenanfrage gefunden zu "{query}"
es: {number} solicitud de datos encontrada para "{query}"
pt_br: {number} solicitação de dados encontrada para "{query}"
ro: {number} cerere găsită pentru “{query}”

source: No data requests found for "{query}"
de: Keine Datenanfragen gefunden zu "{query}"
es: No se han encontrado solicitudes de datos para "{query}"
pt_br: Nenhuma solicitação de dados encontrada para "{query}"
ro: Nicio cerere nu a fost găsită pentru “{query}”

source: {number} data request found
de: {number} Datenanfrage gefunden
es: {number} solicitud de datos encontrada
pt_br: {number} soliticação de dados encontrada
ro: {number} cereri găsită

source: No data requests found
de: Keine Datenanfragen gefunden
es: No se han encontrado solicitudes de datos
pt_br: Nenhuma solicitação de dados encontrada
ro: Nicio cere nu a fost găsită
